[
  {
    "id": 1,
    "name": "Arjuna Vishada Yoga",
    "summary": "This chapter describes Arjuna's sorrow and confusion on the battlefield, leading to his refusal to fight."
  },
  {
    "id": 2,
    "name": "Sankhya Yoga",
    "summary": "Krishna explains the eternal nature of the soul and introduces the paths of knowledge and selfless action."
  },
  {
    "id": 3,
    "name": "Karma Yoga",
    "summary": "This chapter emphasizes the importance of performing duty without attachment to results."
  },
  {
    "id": 4,
    "name": "Jnana Karma Sanyasa Yoga",
    "summary": "Krishna reveals the value of knowledge, divine incarnations, and acting with wisdom."
  },
  {
    "id": 5,
    "name": "Karma Sanyasa Yoga",
    "summary": "Comparison between renunciation and selfless action, concluding that Karma Yoga is superior."
  },
  {
    "id": 6,
    "name": "Dhyana Yoga",
    "summary": "The discipline of meditation is explained, describing the qualities of a true yogi."
  },
  {
    "id": 7,
    "name": "Jnana Vijnana Yoga",
    "summary": "Krishna speaks about ultimate knowledge and wisdom to understand the Supreme Reality."
  },
  {
    "id": 8,
    "name": "Aksara Brahma Yoga",
    "summary": "Teachings about the eternal Brahman, the process of dying, and reaching the Supreme."
  },
  {
    "id": 9,
    "name": "Raja Vidya Raja Guhya Yoga",
    "summary": "The king of sciences and secrets—devotion and surrender to Krishna as the highest knowledge."
  },
  {
    "id": 10,
    "name": "Vibhuti Yoga",
    "summary": "Krishna describes His divine manifestations in the world."
  },
  {
    "id": 11,
    "name": "Vishwarupa Darshana Yoga",
    "summary": "Arjuna is granted divine vision and sees Krishna’s cosmic universal form."
  },
  {
    "id": 12,
    "name": "Bhakti Yoga",
    "summary": "The path of devotion is explained as the easiest and highest path."
  },
  {
    "id": 13,
    "name": "Kshetra Kshetragna Vibhaga Yoga",
    "summary": "Explains the distinction between the body (kshetra) and the knower of the body (kshetragna)."
  },
  {
    "id": 14,
    "name": "Gunatraya Vibhaga Yoga",
    "summary": "Describes the three gunas—sattva, rajas, and tamas—and their influence on human behavior."
  },
  {
    "id": 15,
    "name": "Purushottama Yoga",
    "summary": "Krishna reveals Himself as the Supreme Person above both the perishable and imperishable."
  },
  {
    "id": 16,
    "name": "Daivasura Sampad Vibhaga Yoga",
    "summary": "The divine and demonic qualities of humans are compared."
  },
  {
    "id": 17,
    "name": "Shraddhatraya Vibhaga Yoga",
    "summary": "Explains the threefold division of faith based on the gunas."
  },
  {
    "id": 18,
    "name": "Moksha Sanyasa Yoga",
    "summary": "The final chapter summarizing all teachings, emphasizing surrender to Krishna for liberation."
  }
]
